cases/chpt3-paraboloid-cut/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    sym
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          3200;
        startFace       755200;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          6400;
        startFace       758400;
    }
    btm
    {
        type            wall;
        inGroups        1(wall);
        nFaces          6400;
        startFace       764800;
    }
    side1Andside2Andside3
    {
        type            wall;
        inGroups        1(wall);
        nFaces          9600;
        startFace       771200;
    }
)

// ************************************************************************* //
